import React from "react";

const Test = () => {
  return (
    <div>
      <h1 style={{ color: "white" }}>
        MT는 수업시간에 배운것을 토대로 시험을 본다. MT는 수업시간에 배운
        단어들과 읽은 이야기들을 기반으로 시험을 보기 때문에 수업시간에 집중하지
        않거나 새로 들어왔다면 100점은 포기해야 한다. 고득점을 하고 싶다면
        e-POLY와 선생님들이 직접 만드신 퀴즈들을 열심히 복습하자(무조건!!!).
        대부분 여기에서 응용되어 나온다. 공부 방법은 시험 범위를 5번 이상 읽고,
        e-POLY도 3번 정도 복습한다. 특히 문법의 경우 문제 내는 사람에 따라
        사악한 난이도로 문제를 내는 경우도 있으니 주의. 나머지 과목들은 수업
        시간에 집중 하고 지문만 두세번 정도 읽으면 기본은 한다. MT를 대비해
        나눠주는 프린트를 참고해라. 아예 여기 나왔던 문제가 대놓고 시험에
        나오기도 한다. 매번 학기 말을 기점으로 1,3,M반의 반원 이동이 실시된다.
        1등부터 MT나 단어시험, 성취도 등을 기반으로 등수를 매기는데(물론
        미공개이다) 이 등수를 기점으로 딱 반(30명이 레벨 전체라 했을 경우
        15명)이 M반, 혹은 같은 레벨이 1,3,M이 있다면 3분의 1씩 나누어진다. 한
        번에 3명 정도가 이동하니 내려가지 않도록 긴장해야 한다. 물론 3반이거나
        1반일 경우 내려갈 일도 없지만.{" "}
      </h1>
    </div>
  );
};

export default Test;
